tap "gdubw/gng"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "shopify/shopify"
tap "homebrew/cask-fonts"

# tools
brew "git"
brew "htop"
brew "jq"
brew "libpq"
brew "pv"
brew "luarocks"
brew "openssl@3", link: true
brew "pyenv"
brew "redis"
brew "telnet"
brew "tree"
brew "wget"
brew "gdubw/gng/gng"
brew "heroku/brew/heroku"
brew "toxiproxy"
brew "hexedit"

cask "font-iosevka"
cask "postman"
cask "iterm2"
