tap "bufbuild/buf"
tap "gdubw/gng"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "shopify/shopify"
brew "act"
brew "openssl@3"
brew "awscli"
brew "ncurses"
brew "bash"
brew "binutils"
brew "docker-compose"
brew "doppler"
brew "dub"
brew "emacs"
brew "flyctl"
brew "gdb"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helm"
brew "hexedit"
brew "htop"
brew "jq"
brew "kubecolor"
brew "kubernetes-cli"
brew "ldc"
brew "libpq"
brew "luarocks"
brew "mongocli"
brew "node"
brew "mongosh"
brew "moreutils"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "podman"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pv"
brew "pyenv"
brew "qcachegrind"
brew "redis"
brew "rlwrap"
brew "sonar-scanner"
brew "tcl-tk"
brew "telnet"
brew "temporal"
brew "toxiproxy"
brew "tree"
brew "vips"
brew "wget"
brew "yq"
brew "zig"
brew "bufbuild/buf/buf"
brew "gdubw/gng/gng"
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-database-tools"
cask "dbeaver-community"
cask "docker-desktop"
cask "firefox"
cask "font-fira-code"
cask "font-iosevka"
cask "ghostty"
cask "iterm2"
cask "maccy"
cask "mitmproxy"
cask "mongodb-compass"
cask "ngrok"
cask "podman-desktop"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
vscode "alexcvzz.vscode-sqlite"
vscode "arjun.swagger-viewer"
vscode "bierner.markdown-mermaid"
vscode "curioswitch.sqltools-driver-cloudsql-pg"
vscode "dataworks.sqltools-driver-hive"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "genieai.chatgpt-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "nrwl.angular-console"
vscode "redhat.vscode-yaml"
vscode "regadas.sqltools-trino-driver"
vscode "sonarsource.sonarlint-vscode"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "webfreak.code-d"
vscode "ziglang.vscode-zig"
